Repository: mozilla-l10n/mt-training-data
Catalog: oru/oru_pontoon.tmx
Source language: en_us
Languages: oru

source: [Crackle] giant dinosaurs of [crackle] -riassic.
oru: [ډُزؤ] سمندئ ډائنوسوری ته [ډُزؤ]

source: Create a Custom Goal
oru: کسټم ګول يې جوړ کَۀ

source: Create a profile
oru: پروفائل يې جوړ کَۀ

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
oru: جدید، ته عام بول چال جملۀ يې خوئ جوړ کَۀ یا ته یِمبئ یا ته زبان ته کمیونېټی په مدد سره، ته مثال په طور تهرو ”ته سټائل په لیک”

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
oru: ته پبلک ډومېن پرومپټس، جملي او سبچی دی ته ترجمه پاره جوړ یا شریک کوئ

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
oru: مشترک آوازي (Commom Voice) بُو آ یقیني جوړوی که ډېټا سېټ يې جوړ کوی که ګډه يې لَوَن لَوَن خلق لیکی آ موقع ڒُوک سَۀ که ا ݫات لاسته ݫات خلق ترماخ جوړ ټېمپلېټ او سهولیات استعمال کَوِن او پئ لاسته دې کر وُرِن او فائده ل دې نېله ګلِن۔

source: Crimean Tatar
oru: کریمنئے تاتري

source: Criteria
oru: پېمانه

source: Croatian
oru: کروشانئے

source: Czech
oru: ځېک

source: Dagbani
oru: دغبادئے

source: Daily Goal
oru: ریوزانۀ ګول

source: Danish
oru: دانِشئے

source: Dargwa
oru: درګاوئے

source: Dashboard
oru: ډېش بورډ

source: Dataset Release
oru: ته ډېټا سېټ ا نَوُلک او ا ړنګؤ

source: Datasets
oru: ډېټا سېټ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
oru: ډېټاسېټ ته ASR, STT, TTS, او بئے ته NLP په حواله ـــ ته کمیونېټی ته مشترک کوششی په ذریعة

source: Date
oru: تاریخ

source: Days
oru: رݫی

source: Delete
oru: ډیلیټ

source: Delete my recordings
oru: ترمُن ا ریکارډنګ ختُم کَۀ

source: Delete Profile
oru: ا پروفائل ډیلیټ کَۀ

source: Dhivehi
oru: دیواهئے

source: Dholuo
oru: دولو

source: Did you know…
oru: تُو کی يې پته بُک؟

source: Different language
oru: بِڅخل زبان

source: Difficult
oru: مشکِل

source: Difficult to pronounce
oru: ادائګي وه مشکل هۀ

source: Dioula
oru: دیوولئے

source: Discard ongoing recording
oru: ا روان ریکارډ رېوَن

source: Discover languages and communities and common voice
oru: زبنی، کمیونېټی او مشترک آواز

source: Documentation
oru: کاغذ کېک

source: Does the sentence meet the guidelines?
oru: آیا ا جملي ت ته هدایات په مطابق یِن؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
oru: ا ډومېن ته جمله بُو ته جملۀ ا مضمون بیانَوي۔ ایزیره يې بُو تُو پئ لاسته ا ݭيې خوش کَۀ

source: Donate
oru: پېش دی کَۀ

source: Donate your voice
oru: ا خوئ آواز پېش کَۀ

source: Done
oru: ݭیوک

source: Don't see your language on Common Voice yet?
oru: پېری مېن ا خوئ زبان مشترک آوزی نر مک جیرېون

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
oru: تُو بُو ا خوئ زبان ډېټا سېټ نر ديېک اېنچی؟

source: Don't wish to say
oru: نکه بو غوېک اېنچِم

source: Download
oru: ډاؤن لوډ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible with you!
oru: ته ځان یا ته ځان ته واقعات پاره ا سرټیفیکېټ ډاؤن لوډ کَۀ، که مشترک آواز کی تيې څه حصه نیکیزک بَۀ ــ سا ترتُو بغېر ممکِن نک بیوک!

source: Download Common Voice Data
oru: نا

source: Download Data
oru: ا ډېټا ډاؤن لوډ کَۀ

source: Download Dataset Bundle
oru: ته ډېټا ا بنډل ډاؤن لوډ کَۀ

source: Download { $language }
oru: ډاؤن لوډ کَۀ { $language }

source: Download Links
oru: ا لِنکس ډاؤن لوډ کَۀ

source: Download My Data
oru: ترمُن ا ډېټا ډاؤن لوډ کَۀ

source: Download options for accessing Common Voice data
oru: ډاؤن لوډ کېون ا وُرغېوي ته مشترک آواز ا رسؤ

source: Download our press pack <icon></icon>
oru: ترماخ ا پرېس پېک ډاؤن لوډ کوئ

source: Download our voice datasets
oru: ترماخ ا ډېټا سېټ ډاؤن لوډ کَۀ

source: Download profile data
oru: ډاؤن لوډ ته پروفائل ا ډېټا

source: Download the Dataset
oru: او ډېټا سېټ ډاؤن لوډ کَۀ

source: Download the Single Word Target Segment
oru: ډاؤن لوډ کېون ته سنګل ورډ ټارګېټ ا سېګمنټ

source: Download your contribution certificate
oru: ته حصه ته ڒیوک او ته وریوک ا سرټیفیکېټ ډاؤن لوډ کَۀ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
oru: ترتُو يې څۀ خیال هۀ که ماخ سُو ته مشترک آواز ا ډېټا سېټ څا بهتر جوړېن؟ څوئ که ا سۀ ا بی پا خبُره زر ژغيېن

source: Do you want to continue?
oru: تُو وه بُو جاري سېنی؟

source: Do you want to Speak, Listen or both?
oru: تُو بُو غؤس که ژغ، امر، یا ا دُوګډ؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
oru: دِګېونه</browseWrap> او نیکِزه<browseWrap> براؤز

source: Drag your file here or <uploadButton>click to upload</uploadButton>
oru: ا فائل دۀ کی دِګېون<uploadButton> اپ لوډ پاره وه کلِک کَۀ

source: Drop file here to upload
oru: اپ لوډ پاره وه دۀ ژون

source: Duala
oru: ډیوالئے

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
oru: ته حصه وریوک ته پېش کؤ ا فیډ بېک سُ سکِپ سَۀ ته سبمِټ کلِکؤ لاسته بعد۔ کنټریبیوشن (پېش کؤ) سو جاري بَۀ آئندۀ پېنځ 5 ریکارډنګ یا وېلیډېشن لاست بعد

source: Dutch
oru: هالېډئے

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
oru: هر ݭيې اِنټري ته ډېټا سېټ يې ݭيې بې مثاله اېم پی 3 هۀ او ته پۀ برابر يې ټݫکسټ فائل هۀ۔ ډېټا سېټ نر ته زُتی ا ریکارډ سُک ګهېنټي یِن او پئ نر ته آبادي ا مےټا ډېټا ته سړئ ته عمر، جنس او ته رۀ ته لهجۀ باره نر ا معلومات ګه موجود اِن که ائ اِر سُو سپیچ ته پزنؤ پناره ته ټرېننګ په کر څوېن۔ ایزیره يې ا ډېټا سېټ <b> { $valid } </b> ته توثیق سُک ګهېنټس سيې زبان نر ته کر په حواله هۀ <b> { $languages }</b> خه ماخ ال دی همېشه بيې زبنی او آوزی ګه ګډېن۔ ترماخ ته زبنی پېج زر يې سۀ نظر نیکیزئ<languagesLink> او جیره کئ ته پۀ غرض پاره که ته بيې زبنی واله کی او درخواست کوئ که ائ اِر ګۀ ګډ سېن او ا خوئ حصه ل نیکیݫِن

source: Eastern Huasteca Nahuatl
oru: ځېسترهوسټیکا ناهوتلئے

source: Eastern Min
oru: مشرقي مِن

source: Eastern Penan
oru: ځېستر پېنان

source: Easy
oru: اسان

source: Ebrie
oru: عبرئے

source: Edit
oru: اېډِټاېډِټ

source: Edit Profile
oru: ا پروفائل پېش کَۀ

source: Email
oru: ای مېل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
oru: ای مېل <emailFragment> commonvoice@mozilla.com </emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
oru: <emailFragment>دستخط کَۀ </emailFragment>کی چیو که ګُده ترماخ ته ای مېل ا پته موجود هۀ، که آ ځُونی که تو بُو ترماخ کېمپېن، وقوعات، مشترک فیچر نر څا شامل اېنچی

source: Email is already used for a different account
oru: ای دې اول لاسته هۀ ته مختلف اکاؤنټ پاره

source: Email Subscriptions
oru: ای مېل سبسکرِپشن

source: Emakhuwa
oru: ایماخوئے

source: English
oru: انګرېزي

source: Enter Email to Download
oru: ا ای مېل اِنټر کَۀ ته ډاؤن لوډ پاره

source: Enter email to send a sign up link
oru: ا خوئ ای مېل اِنټر کَۀ سۀ سائن ݭیوک لِنک ال يې ڒیڅېوی

source: Enter your Country/Region of Residence
oru: ا مُلکت اِنټر کَۀ/علاقۀ ته پِنډؤ

source: Enter your email
oru: rkburki@gmail.com

source: Enter your public domain sentence here
oru: ته عوامي ډومېن ا جملۀ ل دۀ وه ویسېون

source: Enter your public domain sentences here
oru: ته عوامي ډومېن ا جملي ل دۀ وه ویسېون

source: Error
oru: غلطي

source: Error adding sentence
oru: غلطي شامل جملۀ

source: Error { $code }
oru: غلطي { $code }

source: Error while playing audio file.
oru: غلطي يې سُک که کانن بُوآو آډیو فلم چلېک

source: Erzya
oru: اِرضیا

source: ESC
oru: ای اېس ېی

source: Esperanto
oru: اِسپرانتيے

source: Estonian
oru: استونئے

source: Eton
oru: ایتونئے

source: Events
oru: موقعي

source: Everyone
oru: هر سړئ

source: Ewe
oru: اېوئے

source: Ewondo
oru: اېواندُو

source: Example
oru: مثل

source: Exit & Delete clips
oru: نِسل او ا کلِپی ختُم کَۀ

source: Explore datasets <icon></icon>
oru: ډېټاسېټس دی معلوم کَۀ

source: Explore the community and languages supported by Common Voice
oru: جوت کَۀ افئ کمیونېټیز او ا زبنی که ا مشترک آوازه وبو سپورټ کوی

source: Failed to copy SHA256 Checksum
oru: SHA256 Checksum کوپی کېک فېل ݭیوک

source: Fang
oru: فنګئے

source: FAQ
oru: فق

source: Faroese
oru: فاروسئے

source: Featured in...
oru: جَوَته ݭیوک وینر

source: Female/Feminine
oru: شِځه/ شِځینۀ

source: Fewer than 15 words per sentence
oru: پنځېس 15 لاسته کېم الفاظ ݭيې جملۀ نر

source: Fields marked with an asterisk (*) are required.
oru: فیلډ ته ستُرک * ای نشان ګیرډ يې ضروري هۀ

source: File is too large
oru: ا فائل يې زُت غُټ هۀ

source: File is too small
oru: ا فائل يې زُب زری هۀ

source: Finance
oru: فائنانس

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
oru: سا خلق دی ګه دُشئ کوک که ته پئ شئ پاروا کَوِن، ائ که یونیورسټيے بېن، ته زبان مدرسي یا سکولی بېن، وکالتي ټولئ بېن یا ډېټا سائنس کمیونیټي بېن۔ فئ ګیرډ يې تعلق ساتئ او بیانه له کوئ که ائ يې بُو څۀ اېچِن او څخل۔ ترماخ ا ټېمپلېټ او ا ای مېل جیر کئ۔</outreachTemplates>

source: Find us on Matrix
oru: ماخ مېټرکس نر دُشئ

source: Finish editing first?
oru: اول ا اېډیټنګ ختُم کَۀ؟

source: Finish recording
oru: ا ریکارډنګ ختُم کَۀ

source: Finish recording first?
oru: اول ا ریکارډنګ ختُم کَۀ؟

source: Finish Review
oru: ا نظرثاني ختم

source: Finish validating
oru: ا صحیح کؤ پُورۀ ݭیوک

source: Finish validating clips?
oru: ته کلٍِپ ا صحیح کؤ پُورۀ ݭیوک۔؟

source: Finnish
oru: فنلېنډئے

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
oru: اول او جیر کَۀ، که ترتُو ا زبان <languageLink>نر اول لاسته موجود هۀ؟ که نک د بَۀ <languageRequestLink> کی بو غوېک اېنچي که ترمُن ازبان ال ګډ کېون <languageLink> لیکی۔ دۀ دیو مرحلي یِن۔ ته سائټ ترجمه کؤ، او جملي جمع کؤ

source: Follow guidelines from “What sentences can I add?”
oru: بئ هدایات زر غمل کَۀ، که ګده وه لیکيېک هۀ که ” که ا څېن جملي ل بُو ګډ اېنچِم؟”

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
oru: ته هر کلِپ که پېش يې ݭیوک بَۀ، او هر اډیو کلِپ که توثیقه وې ݭیوک بَه، ترتُو ته اکاؤنټ ا ډېش بورډ بُو اپ ډېټ کېک سَۀ او آ بو شاموی که هر سه زبان نر تُو که ا څېن کر پېش دوک بَۀ، ته فۀ باره نر تازه ترین څۀ معلومات اِن۔ جی تُو کی يې سۀ لاسته ݫاټ <br/> کی ته پېش کؤ اجازت هۀ۔ ته پۀ ته تعداد ته معلومؤ پاره ا ډېش بورډ استعمال کېون او او جیر کۀ تُو ته کمیونېټی خلق نر ګُده هنشت۔ تُو دل يې ته ریوزانه او هفته وار ته حصه ته وریوک تارګېټ ګه نیون۔

source: for example
oru: سکه مثال

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
oru: ته پبلک ډومېن که آن لائن ده نک هۀ تُو بُو ته تعلیمي حوالي ا سټائل استعمال اېنچی سکه هارورډ سټائل "Jess (2021) My Public license poems”

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
oru: ا ټېکنالوجی که ټهیک کر کوی ته هر سړئ پاره، آ ډېټا که ته ډیولپرز ته ټېکنالوجی ا ضورت پُوره کوی ا مختلف خلقه وه استعمال اېنچی۔ که ماخ ته مختلف لهجي واله خلق په نر شامل نک کيېن بيې وه دې سُو سا خلق لیکی فائده نک بَۀ کوک که ائ لهجي استعمالوِن۔<learnMore> مېټا ډېټا باره دی بيې معلومات پۀ لنک لاسته وُرئ

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
oru: ته پئ شُوري زبنی ا وېب سائټ په کامیابي سره شُوري او مقامی ݭیوک<localizationGlossaryLink> </localizationGlossaryLink> او کافي <sentenceCollectionGlossaryLink> جملي دی جمع سُکِن</sentenceCollectionGlossaryLink> که ته غوېڅن او ته امرؤ مېدان نرل ا خوئ حصه نیکیزئ، یعنی جملي دی غؤسئ او امرئ۔

source: Foundations
oru: بُنـئـدی

source: French
oru: فرانسئے

source: Frisian
oru: فریزنئے

source: Fulah
oru: فُولاح

source: Fuzhou
oru: فُوژُو

source: Galician
oru: ګلشینئے

source: GB
oru: ګ ب

source: General
oru: عام

source: General language / multiple variants
oru: عام زبان/ مختلف قسمی

source: Georgian
oru: جارجانئے

source: German
oru: جرمنئے

source: Get in touch
oru: رابطۀ دې سېتن ګیرډ

source: Get in touch <icon></icon>
oru: رابطه يې ساتئ

source: Get involved
oru: بوخټه سُن ګیرډ

source: Get Involved
oru: بُخًت سُن

source: Get started <icon><icon>
oru: شُوري کېن

source: Get started with goals
oru: مقصد ګیرډه شُوري کَۀ

source: Get Started with Speech Recognition
oru: شوري وه کئ ته سپیچ پېݫندګالي لاسته

source: Get your certificate
oru: ا خوئ سرټیفیکېټ وُر

source: Ghomala
oru: غومالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
oru: <githubLink> NVIDIA NeMo </githubLink> يې سۀ جَوت ذریعه ټُول کِټ هۀ </docsLink> ته فئ ریسرچر پاره کوک دی بُو که سټېټ آف دی آرټ ته ژغ آرټیفیشئل اِنټېلیجنس ماډلي جوړَوِن

source: Goal reached
oru: مقصد کی رسيېک

source: Goals
oru: مقصدی

source: Goan Konkani
oru: ګون کنکئے

source: Go to Discourse
oru: بحث مباحثه کی چیو

source: Go to Languages Page
oru: چیو ته زبنی صحفه کی

source: Go to { $name }
oru: چیو { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
oru: <governanceLink> بيې وه ګۀ یو که ماخ بُو په څا ترتیب کر کيېن

source: Governments
oru: خکومتی

source: Grammatical / spelling error
oru: ګرامري/املايي غلطئے

source: Great! How many clips a week?
oru: زبردست۔ څُون کلِپ ریوزانۀ؟

source: Great! How many clips per day?
oru: څُون کلِپ ریوزانۀ؟

source: Great!<recordIcon></recordIcon> Record your next clip
oru: زبردست <recordIcon> </recordIcon> او په پېڅه کلِپ ریکارډ کَۀ

source: Great work!<playIcon></playIcon> Listen again when you're ready
oru: سِر کر<playIcon></playIcon>دوبارۀ وه اَمر، کان که تیار سُن

source: Greek
oru: یونانئے

source: Gronings
oru: ګروننګئے

source: Guarani
oru: ګُورانئے

source: Guidelines
oru: هدایات

source: Gujarati
oru: ګُجراتئے

source: Haitian
oru: هېټانئے

source: Hakha Chin
oru: هکا چنئے

source: Hausa
oru: هاؤسئے

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
oru: نیووه زېلی دی یِن؟ که بېن دی ماخ ګیرډه وه شریک کَۀ، ماخه وې سو اعلان کيېن خوئ کمیونېټی نر، یا يې ته پۀ پاره بلاګ جوړ کَۀ

source: Have Feedback?
oru: واپسي فیډ بېک

source: Have you read our Terms?
oru: ترماخ ا ݭړطی ت جیره داکِن؟

source: Having an account is not required to contribute, though it is helpful.
oru: ته چاندۀ پاره دې اکاؤنټ ضرورت نک هۀ، اګر که او مددګار هۀ

source: Having a profile is not required to contribute though it is helpful, see why below.
oru: ته پېش کؤ پاره يې ته پروفائل ضرورت نک هۀ، اګر که يې بو مدد کوی۔ کيې که ــ جیره کَۀ ځېم

source: Healthcare
oru: متعلقِ صحت عامه

source: Hebrew
oru: عبراني

source: Help
oru: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
oru: { $hours } ګهېنټي نر ته مشترک آواز ته سۀ زبان ای خوئ مقصد کی رس

source: Help create Common Voice’s first target segment in { $locale }
oru: مدد کوئ ته مشترک آواز اول سېګمنټ جوړؤ نر

source: Help reach { $hours } hours in { $language } with a personal goal
oru: { $hours } ګهېنټي نر { $language } خوئ مقصد کی رس

source: Help teach machines how real people speak, donate your voice at { $link }
oru: هر مشین کی وه زدۀ کوئ که واقعي ا خلق بُو څا ژغا

source: Help us build a community around voice technology, stay in touch via email.
oru: څوئ که ته آواز ته ټېکنالوجی کِلئ يې جوړ کیېن

source: Help us build a high quality, publicly open dataset
oru: ترماخ مدد کوئ که معیاري او ته پبلک پاره میوک ډېټا سېټ يې جوړ کيېن

source: Help us find more voices, share your goal
oru: ته بيے آوزی دشؤ پناره ترماخ مدد کوئ، ا مقصد شریک کوئ

source: Help us find others to donate their voice!
oru: ترماخ مدد کوئ که ته خلق ا آواز دُشيېن

source: Help us get to { $goal }
oru: نرماخ مدد کوئ که { $goal } کی څېن

source: Help us validate sentences!
oru: ترماخ مدد کوئ که جملي ر پکر زېن

source: Help us validate voices
oru: څوئ که ا آوزي صحیح کيېن

source: Heng Hua
oru: هېنګ هُوا

source: Here are the links to download your ZIP files.
oru: ائ ترتُو لِنکس اِن که ا ZIP فئلی دی نېله ډاؤن لوډ کېوی

source: Hidden
oru: بُډ

source: Highland Puebla Nahuatl
oru: هائلېنډ پیوبلا ناهوتل

source: Hiligaynon
oru: هیلیګائنون

source: Hill Mari
oru: هِلمارئے

source: Hindi
oru: هندي

source: His hand was rais-ed.
oru: ته رۀ ا دِسته وه چِګ داک

source: History, Law and Government
oru: تاریخ، قانون او حکومت

source: Hours
oru: ګهېنټي

source: Hours Recorded
oru: ا ګهېنټي ن ریکارډ داکِن

source: Hours Validated
oru: ا ګهېنټي ن اِر په کر زَزَکِن

source: How ?
oru: څخل؟

source: How are project decisions made?
oru: ته پراجېکټ ا فیصله يې بو څا سَۀ؟

source: How can we effectively grow a language on Common Voice?
oru: مشترک آوازي نر يې سو ماخ سۀ زبان کی څخل ترقي ڒېن؟

source: How does Common Voice work?
oru: ا مُشترک آواز بُو څا کر کَوی؟

source: How does site localization work?
oru: ته ا مقامی کؤ بُو څا سَۀ؟

source: How do I access and use the dataset?
oru: از سو فۀ ډېټا سېټ کی ا ځان څا رسېم؟

source: How do I add a language?
oru: از ال ا خوئ زبان څخل ګډ کېم؟

source: How do I add sentences?
oru: از ال ا جمله څخل ګډ کېم؟

source: How do I cite?
oru: خوالۀ ليې څا ڒوم؟

source: How do I know whether to approve a voice clip?
oru: از سُو څخل پویٛ سېم که ته سۀ آواز ا کلِپ کان منظور کېم؟

source: How do I record a high quality voice clip?
oru: ته سرۀ کوالݫټی ا آواز سُو از څخل ریکارډ کېم

source: How do I stay in touch?
oru: از يې سو څخل رابطه کېم؟

source: How is Common Voice funded?
oru: مشترک آواز بُو څال فنډ کېک سَۀ؟

source: How Spontaneous Speech works
oru: بغېر ته تیاري بو ا تقریر څا کر کوی

source: How to add multiple sentences
oru: ا مختلف قسم جملي ل سُو از څا ګډېم

source: How would you describe your accent?
oru: ا خوَئ لهجۀ سُو تُو څخل بیان کی؟

source: How would you describe your sex or gender?
oru: تو سو ا خوئ جنس نر یا شِځه څا بیانېوي؟

source: Hungarian
oru: هنګرئے

source: I agree
oru: از متفق هوم

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
oru: از متفق هوم ته مشترک آواز <termsLink> ݭړطذی </termsLink> او <privacyLink> پرائوېسی نوټ </privacyLink> ګیرډ

source: Ibibio
oru: ایبوبئے

source: Icelandic
oru: آئس لېنډئے

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
oru: ته پۀ يې بو از تائید کېم که ائ جملي ته <wikipediaLink> پبلک ډومېن نر یِن او کومُن ګیرډ ته پئ ته اپ لوډ کؤ اجازت هۀ

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
oru: از بُو آ تصدیق کېم که آ جملۀ م اِر عوامی ډومېن <wikipediaLink> لاسته ورُوک هۀ او از ته پا اپ لوډ کؤ اجازت ورُوک هۀ

source: <icon></icon> Add multiple public domain sentences
oru: </icon> مختلف ته پبلک ډومېن جملي

source: Ideally natural and conversational (it should be easy to read the sentence)
oru: مثالي او عوامي خبُرئ (سا که ا جملۀ په اسني سره غوېک سَۀ)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
oru: از بُو آ زېم که ترتیوس ای مېل اِر دې څوا ته مقصد ته یاد دهانی باره نر، ترمُن ته مُخ په تک او ته خبري باره نر

source: I do not agree
oru: از متفق نک هوم

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
oru: که ګُده ا سۀ کلِپ ا دیو تماله رد دوک او او نشر ݭیوک بی سبسېټ ډېټاسېټ نر

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
oru: که ګُده ت خوئ الفاظ بېن، بيې سا غؤس <italicizedText> خوئ حواله</italicizedText> ماخ بُو آ غؤݭيېن که ګده لاسته ت اِر دې او سبق نَوُلک که ماخه وه ځنيېن که ته پبلک ډومېن هۀ او هېڅ ته کوپی رآئټ خلاف ورزي يې نک سُک هۀ۔ ته کوپی رائټ ته بيې معلومات پاره ترماخ ا <guidelinesLink> ګائډ لائن جیر کئ</guidelinesLink> جیر کئ

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
oru: که ګُده ا ریکارډنګ بندکېک سَۀ یا ډزا، رد وه کَۀ څُون توݭکيې که ته اره سبق ا غوېک نک اميېک سَۀ۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
oru: که ګُده دی کُوتُو ګیرډ معلومات بېن ته پۀ فائل بارۀ نر او په پېڅه لِنک مېلاؤ کَۀ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
oru: ه ګُده دی کُوتُو ګیرډ معلومات بېن ته پۀ فائل بارۀ نر او که ا څېن ده ټېمپلېټ نرنک بَۀ،او<emailFragment> په پېڅه لِنک مېلاؤ کَۀ commonvoice@mozilla.com </emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
oru: که ا جمله ترماخ ائ بېژ بیان هدایات نک پورۀ کوی ته تو ا بټن ځنئ

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
oru: که ا جمله ائ بېژ بیان پېماني/ ݭړطی نک پُورۀ کوی بيې ته &quot; ا نامنظور/ رد بټن چيېله پلؤ ځن۔ که تو جمله باره نر ݭکمن بی، تُو بو ته سکِپ ا بټن ځوک اېنچی، او مُخکی ل بُو تر اېنچی

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
oru: که ا جماه يې ته غصه او ته خفګان سبب جوړوک سَۀ ته خاص کونټنټ په وجه یا يې خلاف ورزي کوی ترماخ ته <communityGuidelines> ته کمیونېټی ته هدلیات<communityGuidelines> خلاف تو وه رد کېون یا يې ماخ ګیرډ رابطه کېون په پۀ لِنک <emailFragment>commonvoice@mozilla.com</emailFragment> که ماخه ره دې څه حل نوريېن

source: If the sentence meets the criteria above, click the "Yes" button.
oru: که ا جمله ترماخ ائ بېژ بیان هدایات پورۀ کوی ته ئېس ا بټن ځنئ
